Repository: z248bw/shiny-octo-umbrella
Catalog: travel/locale/*/LC_MESSAGES/django.po
Languages: hu_hu

source: You already have a ride in that direction
hu_hu: Mar van egy utazasod az adott iranyba

source: Driver
hu_hu: Sofor

source: Price
hu_hu: Beugro

source: Number of seats (without the driver)
hu_hu: Helyek szama (sofor ules nelkul)

source: Start time
hu_hu: Indulasi ido

source: Start location
hu_hu: Indulasi hely

source: Notify when passenger joins
hu_hu: Ertesites utas csatlakozaskor

source: Type of car
hu_hu: Auto tipusa

source: Description
hu_hu: Leiras

source: Driver contact should be provided to create ride
hu_hu: A sofor elerhetoseget meg kell adni, hogy jarmut hozhass letre

source: A ride should have place for at least one passenger
hu_hu: A jarmuben legalabb egy utasnak helyet kell biztositani

source: A ride should have at least as many seats as passengers
hu_hu: A jarmuben legalabb annyi szabad hely kell legyen mint ahany utas csatlakozott korabban

source: Travel user
hu_hu: Utazasszervezo felhasznalo

source: Ride
hu_hu: Jarmu

source: Notify when the ride changes
hu_hu: Ertesites mikor a jarmu megvaltozik

source: Notify when the ride is deleted
hu_hu: Ertesites mikor a jarmut torlik

source: There is no more free space available in the selected ride
hu_hu: Nincsen tobb szabad hely a kivalasztott jarmuben

source: You are already a driver
hu_hu: Mar sofor vagy

source: Invalid passphrase!
hu_hu: Ervenytelen kozos titok!

source: The service is overloaded at the moment, try again later
hu_hu: Az email ertesites szolgaltatas tulterhelt, kerlek probald kesobb

source: This is an automatically sent email please do not reply.
hu_hu: Ez egy automatikusan kuldott uzenet kerlek ne valaszolj ra

source: has been deleted from
hu_hu: ki lett torolve

source: 's ride
hu_hu: jarmuvebol

source: has joined to your ride.
hu_hu: csatlakozott a jarmuvedhez

source: 's ride has been changed
hu_hu: jarmuve megvaltozott

source: The following details has been changed:
hu_hu: A kovetkezo reszletek valtoztak meg:

source: 's ride has been deleted
hu_hu: jarmuve torlesre kerult
